{
  "homeTagline": "At DeuteRx, we are devoted to improving patients' lives and advancing small molecule therapies through Deuterium-Enriched Chiral Switching (DECS).",
  "homeIntro": "Formed in 2012, DeuteRx is a virtual biopharmaceutical company focused on improving racemic drugs for patients. Our team has pioneered the use of Deuterium-Enabled Chiral Switching (DECS) to isolate a single stereoisomer from a mixture of interconverting stereoisomers. This revolutionary strategy stabilizes the preferred stereoisomer in existing racemic drugs or drug candidates to reduce deleterious side-effects and improve efficacy. We have applied DECS to a wide range of clinical therapies, including 1) deuterium-stabilized S-lenalidomide (DP-053, acquired by Celgene in 2012), 2) deuterium-stabilized R-pioglitazone for nonalcoholic steatohepatitis (PXL065, acquired by Poxel in 2018), 3) the formation of Neuromity Therapeutics, Inc. in 2021 to advance deuterium-stabilized S-bupropion (NTY-184) for neurological disorders including depression, and 4) deuterium-stabilized S-avadomide (SP-3164, acquired by Salarius in 2022).",
  "approach": [
    "DeuteRx has pioneered 'deuterium-enabled chiral switching' (DECS), a revolutionary approach to improve racemic (a 1:1 mixture of two mirror-image compounds or stereoisomers) small molecule marketed drugs and drug candidates intended for patients across multiple therapeutic indications.",
    "DECS is a revolutionary strategy that stabilizes the preferred stereoisomer in existing drugs sold as racemic mixtures to reduce deleterious side-effects and improve efficacy. Numerous drugs are still developed and marketed as racemic mixtures because their stereoisomers chemically interconvert <i>in vivo</i>. Representative drugs include Actos<sup>®</sup> (pioglitazone), Aricept<sup>®</sup> (donepezil), Wellbutrin<sup>®</sup> (bupropion), and Revlimid<sup>®</sup> (lenalidomide).",
    "The development of the single, preferred stereoisomer from the parent racemic drug, also known as a 'chiral switch,' often leads to drugs with superior therapeutic properties. Replacing the exchangeable hydrogen at the chiral center with deuterium enables stabilization and characterization of the single, preferred stereoisomer with a new composition of matter patent protection and an expedited path to market. To date, DeuteRx has stabilized and characterized the stereoisomers of many racemic active ingredients using DECS."
  ],
  "innovation": [
    "Selecting for a single stereoisomer can improve drug profiles and offers impressive financial returns; several drugs on the market illustrate the benefits of isolating a single stereoisomer from the  parent racemate. Some successful and profitable 'chiral switches' include Prilosec<sup>®</sup> to Nexium<sup>®</sup> and Celexa<sup>®</sup> to Lexapro<sup>®</sup>. Benefits include increased efficacy, stabilized pharmacokinetics, decreased adverse events, and improved safety profiles.",
    "There still exist, however, drugs that are sold as mixtures of two stereoisomers because the stereoisomers interconvert <i>in vivo</i>, even if they are separated prior to dosing. Traditionally, racemic drugs that interconvert <i>in vivo</i> are considered impossible to separate into deliverable stereoisomers. The application of DECS has successfully contradicted this theory and allows for stereoselectivity, even after administration to mammals. DECS is capable of separating the stereoisomers of these drug candidates, because it introduces deuterium – a stable, non-radioactive isotope of hydrogen – at the chiral center, thereby reducing the interconversion into the undesirable stereoisomer."
  ],
  "speedToMarket": [
    "The DECS approach to deuterated drugs can provide new composition of matter patent protection and a derisked path to approval. Because deuterium is a non-radioactive, biologically stable isotope of hydrogen, hydrogen’s replacement with deuterium at a chiral center does not change the mechanism of action (MOA) of a compound. Therefore, DECS allows for drug improvement without alteration of the fundamental characteristics and can use existing safety profiles.",
    "A 505(b)(2) or similar regulatory path has been successfully implemented for several chiral switches as well as deuterated drugs. Notably, the first deuterated drug approved, Austedo<sup>®</sup> by Teva/Auspex, was developed as a new chemical entity (NCE) via a 505(b)(2) pathway."
  ],
  "validation": [
    "Since 2010, the team has pioneered DECS of well-known, racemic drugs and drug candidates, including Revlimid<sup>®</sup> (lenalidomide), Actos<sup>®</sup> (pioglitazone), Wellbutrin<sup>®</sup> (bupropion), and avadomide. Validation of this approach has been demonstrated by the formation of three companies and three M&A transactions.",
    "Deuteria Pharmaceuticals, Inc. (Deuteria) was the first company founded by the team in December 2010. One of Deuteria’s earliest issued patents, U.S. #8,288,414, has claims covering deuterated S-lenalidomide and disclosure of in vitro studies showing stabilization and differentiation of the S- and R-stereoisomers. In December 2012, Deuteria was acquired by and became a subsidiary of Celgene.",
    "DeuteRx, LLC was founded in 2012 with several assets from Deuteria that were not acquired by Celgene. Since then, DeuteRx has matured several DECS programs resulting in two acquisition and collaboration agreements: PXL065 (d-R-pioglitazone, formerly DRX-065) and related deuterated thiazolidinediones to Poxel SA in August 2018 and SP-3164 (d-S-avadomide, formerly DRX-164) and related protein degradation agents to Salarius Pharmaceuticals in January 2022.",
    "Neuromity Therapeutics, Inc. was founded in November 2021 to advance NTY-184 (d-S-bupropion, formerly DRX-184) as an NCE for neurological disorders via a 505(b)(2) regulatory pathway."
  ],
  "team": [
    {
      "img": "deuterx-sheila-dewitt-3.jpeg",
      "name": "Sheila DeWitt, PhD",
      "title": "Board Chair, President, & CEO",
      "linkedIn": "https://www.linkedin.com/in/sheila-dewitt-phd-465465/",
      "bio": [
        "Dr. Sheila DeWitt is an executive and serial entrepreneur with 30 years of experience in pharmaceutical and biotechnology companies. She earned her B.A. in Chemistry & Chemical Biology from Cornell University in 1982 and Ph.D. in Synthetic Organic Chemistry from Duke University in 1986. She is internationally recognized for pioneering automated and high-throughput chemistry during her time at Parke-Davis and has received numerous awards in recognition for her innovation and entrepreneurship. She has authored >60 publications and abstracts, created and delivered >20 short courses or symposia, and is an inventor on >100 patents and/or patent applications. Dr. DeWitt has founded and/or led the start-up or turnaround of 9 biotechnology companies or business units, orchestrated $2+ billion in transactions, engineered the shutdown and asset sales of a publicly traded company, and managed global R&D organizations with up to $30 mil annual budgets. Since 2010, she has served as the Founder of three deuterated drug companies, Deuteria Pharmaceuticals, Inc, DeuteRx, LLC, and Neuromity Therapeutics, Inc. During this time, she has raised >$10 million in angel and non-dilutive funding, and completed the sale of three portfolios of assets to three publicly traded companies (Celgene, Poxel SA, Salarius)."
      ]
    },
    {
      "img": "deuterx-vincent-jacques-3.jpeg",
      "name": "Vincent Jacques, PhD",
      "title": "SVP of Research & Early Development",
      "linkedIn": "https://www.linkedin.com/in/vincent-jacques-88b8181/",
      "bio": [
        "Dr. Vincent Jacques is an established drug discovery and early development team leader, innovative problem solver, and execution-focused scientific leader with over 20 years of industry experience in both publicly-traded and private biopharmaceutical companies. He has an extensive background in ADME/PK, formulation, <i>in vitro</i> biology, <i>in vivo</i> animal models, and medicinal, bioconjugate, inorganic, and radio chemistry. At the University of Liege, Dr. Jacques earned his B.S. in Chemistry with highest honors in 1988 and his PhD in Chemistry summa cum laude in 1994 with the thesis, “Macrocyclic lanthanide and actinide complexes: synthesis and properties.” He has extensive experience in therapeutic and diagnostic contrast agent research, including small molecules, peptide derivatives, and particles in several disease areas, including CNS (such as Alzheimer’s disease, obesity, cognition, neurodegenerative diseases), pain (neuropathic, visceral), inflammation, metabolic disease (NASH), orphan diseases, and gastrointestinal (IBS, IBD, chronic constipation) indications.",
        "During his time at EPIX Pharmaceuticals (2001-2009), Dr. Jacques contributed to the discovery of gadolinium complexes for MRI and managed all in-house in vivo and in vitro drug metabolism and pharmacokinetics (DMPK) studies. Following his time at EPIX, Vincent acted as Senior Director of Preclinical Development at Relpigen Corporation in Waltham, MA, where he led Repligen’s effort in collaboration with 4 academic laboratories on Huntington’s disease (UO1 grant). In addition to his role at Neuromity, Vincent serves as SVP of Research & Early Development at DeuteRx, LLC, as a founding member of the leadership team. At DeuteRx, he coordinates all research activities including collaborations with strategic service providers and partners. He is an inventor on >50 issued patents and/or patent applications and author of >60 publications, including abstracts and presentations at scientific meetings."
      ]
    },
    {
      "img": "deuterx-tony-czarnik.jpeg",
      "name": "Anthony W. Czarnik, PhD",
      "title": "Former Board, Scientific Advisor",
      "linkedIn": "https://www.linkedin.com/in/awczarnik/",
      "bio": [
        "Dr. Anthony (Tony) W. Czarnik is a chemist and inventor best known for pioneering studies in the field of fluorescent chemosensors and co-founding Illumina, Inc. (1998), where he served as CSO until 2000. Dr. Czarnik earned his B.S. in Biochemistry at the University of Wisconsin in 1977, followed by his M.S. in Biochemistry and Ph.D in Chemistry at the University of Illinois at Urbana–Champaign in 1980 and 1981, respectively. Czarnik was also the founding editor of ACS Combinatorial Science (formerly Journal of Combinatorial Chemistry), an academic journal published by the American Chemical Society. He is known internationally for his scientific contributions, which include the application of deuterium in pharmaceuticals, beverages, and agrochemicals, combinatorial chemistry-facilitated drug discovery, RNA-targeted small molecule therapies, and small molecule detection using fluorescent chemosensors. At Parke-Davis (now Pfizer), Czarnik directed novel research in combinatorial chemistry and led the first successful discovery of small molecule drugs that work via RNA binding. In 2003, Czarnik proposed a practical method for monitoring glucose levels in diabetic patients using chemosensors; his work contributed to the first FDA-approved continuous glucose monitor. Czarnik’s recent roles include CSO at Sensors for Medicine and Science Inc. (2001-2003) and co-founder of several biotechnology companies, including Deuteria Pharmaceuticals, Inc., DeuteRx, LLC, and Protia, LLC. He currently serves as an adjunct visiting professor at the University of Nevada, Reno."
      ]
    },
    {
      "img": "deuterx-lex-van-der-ploeg.jpeg",
      "name": "Lex Van der Ploeg, PhD",
      "title": "Board, Strategy and R&D Advisor",
      "linkedIn": "https://www.linkedin.com/in/lex-van-der-ploeg-9b800bb/",
      "bio": [
        "Dr. Lex Van der Ploeg is a successful entrepreneur with expertise in diagnostic and therapeutic technologies for cancer, neurodegenerative disorders, metabolic disorders, and infectious diseases. Lex earned his M.S. in Biochemistry summa cum laude in 1980 from the University of Amsterdam and his PhD in Biochemistry/Enzymology/Genetics in 1984 from the University of Amsterdam/Netherlands Cancer Research Center.  Lex functioned as a tenured faculty member at Columbia University from 1984-1991 and as an adjunct faculty member through 2009. Over the past decade, Lex was instrumental in the maturation of 5 biotech companies, including the development of Setmelanotide at Rhythm (IPO in 2017) and Relamorelin at Motus, which was sold to Allergan in 2016. Lex was the SVP of Integrative Medicine and Translational Science at Abraxis Bioscience (2009-2011), which was acquired by Celgene in 2010. Lex supported the sale of Deuteria Pharmaceuticals to Celgene (2012) and the development of DRX-065 at DeuteRx, which was sold to Poxel in 2018. Since 2012, Lex has been a member of the board of directors for Retrotope, developing therapeutics for neurodegenerative disorders. Prior to these activities, Lex started and grew the Merck Boston Research laboratories to a group of over 300 scientists focused on cancer and neuroscience (2004-2008). At Merck (1991-2008), Lex was responsible for the discovery of the growth-hormone secretagogue (ghrelin) receptor and contributed to the discovery of the target for ivermectin and the development of vorinostat. During this time, Lex led the development of numerous drug-development programs, including building of Merck’s Obesity program, collaboratively with Banyu research laboratories in Japan between 1996 and 2003, restructuring the Merck San Diego site (2003). Since 2019, Lex has served as Founder, Chair, President, and CEO for Yao The Bard, LLC (dba RIFFIT, Boston/Cambridge), a digital therapeutics biotech company focused on the treatment of diverse learning disabilities and other neurologic indications. Yao is developing RIFFIT, a novel software that applies digital therapeutics to enable learning."
      ]
    },
    {
      "img": "deuterx-mike-webb.jpeg",
      "name": "Michael Webb",
      "title": "Board, Business Advisor",
      "linkedIn": "https://www.linkedin.com/in/mike-webb-b347181/",
      "bio": [
        "Mr. Michael (Mike) Webb has over 25 years of experience as a founder and CEO of biotechnology companies, advancing them from seed round funding through venture financing and NASDAQ IPO. Mike earned his Bachelor’s degrees in Biochemistry and Economics from the University of Kansas summa cum laude in 1980, his MA in International Relations from Sussex University in 1982, and his MBA with a concentration in healthcare management from the Kellogg Graduate School of Management at Northwestern University in 1984. Currently, he is President and CEO of CXL Ophthalmics, a Phase 3 company developing a novel drug/device combination for the treatment of keratoconus. Previously, he served as the President and CEO of Tyrogenex, a venture-backed company developing an oral treatment for wet age-related macular degeneration (wAMD). As President and CEO of Allegro Diagnostics, Mike was instrumental in the development of a novel molecular diagnostic for lung cancer and Allegro’s later acquisition by Veracyte. In 2006, Mr. Webb founded Anchor Therapeutics, a venture-backed company focused on developing a new biology platform for drug discovery, where he also served as CEO. Prior to founding Anchor, Mike led EPIX Pharmaceuticals as CEO (1994-2005) from a venture-backed startup to a publicly traded NASDAQ company, a  world leader in the discovery and development of diagnostic imaging agents for MRl, including the first U.S. approved magnetic resonance angiography (MRA) agent, Vasovist<sup>®</sup>. Before his time at EPIX, Mike was a SVP at CIBA and Senior Consultant at Booz, Allen & Hamilton, specializing in healthcare and life sciences."
      ]
    }
  ],
  "advisors": [
    {
      "name": "Tim Barberich",
      "title": "Business Advisor",
      "linkedIn": "https://www.linkedin.com/in/tim-barberich-82a81520"
    },
    {
      "name": "Laurie Burlingame, JD",
      "title": "Legal Counsel, Goodwin",
      "linkedIn": "https://www.goodwinlaw.com/professionals/b/burlingame-laurie"
    },
    {
      "name": "Kim Drapkin, CPA",
      "title": "Financial Advisor",
      "linkedIn": "https://www.linkedin.com/in/kim-drapkin-8b36b14/"
    },
    {
      "name": "Robert (Bob) Johnston, MBA",
      "title": "Business Advisor",
      "linkedIn": "http://www.jaivc.com/#team-section"
    },
    {
      "name": "Bruce Maryanoff, PhD",
      "title": "R&D Advisor",
      "linkedIn": "https://www.linkedin.com/in/bruce-maryanoff-b27bb85/"
    },
    {
      "name": "Catherine (Cathy) McCarty, JD",
      "title": "IP Counsel, Goodwin",
      "linkedIn": "https://www.goodwinlaw.com/professionals/m/mccarty-catherine"
    },
    {
      "name": "David Simcox, PhD",
      "title": "R&D Advisor",
      "linkedIn": "https://www.linkedin.com/in/p-david-simcox-phd-a310183/"
    }
  ],
  "KOLs": [
    {
      "name": "Kenneth Cusi, MD, FACP, FACE",
      "title": "NASH",
      "linkedIn": "https://ufhealth.org/kenneth-cusi"
    },
    {
      "name": "Ajit Divakaruni, PhD",
      "title": "Mitochondrial",
      "linkedIn": "http://faculty.pharmacology.ucla.edu/institution/personnel?personnel_id=8498294"
    },
    {
      "name": "Florian Eichler, MD",
      "title": "ALD/AMN",
      "linkedIn": "https://www.massgeneral.org/children/doctors/17851/florian-eichler"
    },
    {
      "name": "Maurizio Fava, MD",
      "title": "CNS Disorders",
      "linkedIn": "https://www.massgeneral.org/doctors/16784/maurizio-fava"
    },
    {
      "name": "Scott Friedman, MD",
      "title": "NASH",
      "linkedIn": "https://icahn.mssm.edu/profiles/scott-l-friedman"
    },
    {
      "name": "Anne Murphy, PhD",
      "title": "Mitochondrial",
      "linkedIn": "https://profiles.ucsd.edu/anne.murphy"
    }
  ],
  "consultants": [
    {
      "name": "Gilbert Block, MD, PhD",
      "title": "Clinical",
      "linkedIn": "https://www.linkedin.com/in/gilbert-block-8201a28/"
    },
    {
      "name": "John Koleng, PhD, RPh",
      "title": "CMC",
      "linkedIn": "https://www.linkedin.com/in/koleng/"
    },
    {
      "name": "William (Bill) McVicar, PhD",
      "title": "R&D",
      "linkedIn": "https://www.linkedin.com/in/william-bill-mcvicar-phd-aaa01427/"
    },
    {
      "name": "Darryl Patrick, DVM, PhD",
      "title": "Nonclinical",
      "linkedIn": "https://www.linkedin.com/in/darryl-patrick-63059999"
    },
    {
      "name": "Robert Silverman, MD, PhD",
      "title": "Regulatory",
      "linkedIn": "https://www.linkedin.com/in/robert-silverman-0554b07/"
    },
    {
      "name": "Mary Wallace",
      "title": "Marketing",
      "linkedIn": "https://www.linkedin.com/in/marydwallace"
    }
  ]
}
